brew "git"
brew "gh"
brew "ghq"
brew "fzf"
brew "jq"
brew "tree"
brew "tig"
brew "starship"
brew "neovim"
brew "ripgrep"
brew "ruby-lsp"
brew "awscli"
cask "session-manager-plugin"

cask "clipy"
cask "docker"
cask "iterm2"
cask "wezterm@nightly"

cask "hammerspoon"
cask "font-jetbrains-mono-nerd-font"
